{"parramatta road": [{"text": "@nowestconnex Lucy Turnbull left us a mess! Time for #NSW State Liberal to go #Gladyresign No tolls for #Sydney! Put bicycle tracks in park! Build Underground Metro from CBD to Blue Mountain along and under Parramatta Road #connectthedots @dailytelegraph @ScottMorrisonMP @Luke_FoleyNSW", "location": ""}, {"text": "Sam just booked this great parking space in Camperdown: https://t.co/QjudOOTAZ9", "location": "Australia"}, {"text": "@riotersbloc Normally it's 45min-1hr depending on time of day.  There was just so much traffic and no obvious reason for the road to be blocked, other than it's Parramatta Road.", "location": ""}, {"text": "@riotersbloc Almost 2 hours from Lakemba to Penrith, majority of that on Parramatta Road.", "location": ""}, {"text": "Homebush - heavy traffic citybound National Highway M4 approaching Parramatta Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Let the Callagher team take you through the latest rental properties on the market this weekend. \n\n10.00am – 10:30am:  95 Elswick Street, Leichhardt\n10:00am – 10:15am- 2/189 Parramatta Road, Annandale... https://t.co/bk6hUtqYR1", "location": "Sydney, Australia"}, {"text": "Burwood - heavy traffic outbound Parramatta Road approaching National Highway M4 #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Auburn - breakdown eastbound Parramatta Road at Duck Street #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "North Strathfield - traffic building quickly citybound National Highway M4 approaching Parramatta Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Haberfeild - traffic building quickly citybound Parramatta Road approaching Tebbutt Street #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Homebush - traffic building quickly inbound National Highway M4 between Homebush Bay Drive and Parramatta Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Ashfield - traffic building quickly citybound Frederick Street approaching Parramatta Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Burwood - traffic building quickly outbound Parramatta Road approaching National Highway M4 #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Concord - accident westbound Parramatta Road at Concord Rd #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Strathfield - accident westbound Parramatta Road at Leicester Avenue #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "RT @AupolNews: The Vidkun Quisling of Parramatta Road https://t.co/rfbj53aKe9", "location": "Australia"}, {"text": "The Vidkun Quisling of Parramatta Road https://t.co/rfbj53aKe9", "location": "Australia"}, {"text": "Granville - slow traffic citybound Parramatta Rd at Woodville Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "#Antiversity #theirABC https://t.co/FZjxtHzFuB @thebettinaarndt ’s attempts to speak on campus...campaign of mounting harassment and, shamefully, official delay and obstruction. Her offence is daring to challenge absurd narrative universities are little Ugandas of rape/sex attack https://t.co/eF6WB9S75U", "location": "#Perelandra #Thulcandra"}, {"text": "The Vidkun Quisling of Parramatta Road: Bettina Arndt’s attempts to speak on campus have been subjected to what can only be described as a campaign of mounting harassment and, shamefully, official delay and obstruction. Her offence is… https://t.co/AAAvihm34x auspol australia", "location": "Canberra"}, {"text": "The Vidkun Quisling of Parramatta Road: Bettina Arndt’s attempts to speak on campus have been subjected to what can only be described as a campaign of mounting harassment and, shamefully, official delay and obstruction. Her offence is daring to challenge… https://t.co/mDlI3igrev", "location": "Australia"}, {"text": "RT @callicoma: @BiggerFootpaths @PhilipThalis @cityofsydney @CloverMoore Here is an example of #westconnex's \"shared path\" handy work on Pa…", "location": "Sydney, Australia"}, {"text": "@BiggerFootpaths @PhilipThalis @cityofsydney @CloverMoore Here is an example of #westconnex's \"shared path\" handy work on Parramatta Road at Chandos Street Ashfield where the road has been widenened to accommodate the Tunnel Portal but they couldn't provide 2.5m for cyclists and pedestrians. https://t.co/IvLTEjyktB", "location": "Sydney"}, {"text": "RT @spannaforce: just witnessed one of those double trucks run through two sets of red lights at Parramatta Road Homebush, nearly killing p…", "location": "Sydney, New South Wales"}, {"text": "Haberfield - traffic building quickly citybound Parramatta Road approaching Tebbutt Street #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "North Parramatta - heavy traffic outbound James Ruse Drive approaching Windsor Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Talk to our team at Granville about the upcoming range! See us in store at 274 Parramatta Road Granville or give us a call on 02 9682 2999 https://t.co/X2lFABB7Mv", "location": "Sydney"}, {"text": "Auburn - accident eastbound Parramatta Road at Hampstead Rd #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "I just uploaded “Unit 42, 378 Parramatta Road” to #Vimeo: https://t.co/S6zFnLk2Vt", "location": "Sydney Olympic Park, Sydney"}, {"text": "oh yeah, yesterday on the way to uni I saw a man walking his dog on road!! while RIDING A BIKE!! is that .. common in parramatta...?", "location": ""}, {"text": "just witnessed one of those double trucks run through two sets of red lights at Parramatta Road Homebush, nearly killing pedestrians crossing the road. Yet NSW police too busy investigating nudity of some football players..", "location": "Sydney, New South Wales"}, {"text": "Granville - heavy traffic bothways Parramatta Road between Woodville Road and James Ruse Drive #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Lidcombe - breakdown citybound Parramatta Road at Birnie Avenue #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "RT @yasodaiselva: Register for a road show session to have your say on the @NewsAtNESA curriculum review. I just registered interest for Pa…", "location": ""}, {"text": "Auburn - traffic building quickly outbound Parramatta Road approaching Woodville Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Burwood - traffic building quickly westbound Parramatta Road approaching National Highway M4 #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Summer Hill - heavy traffic citybound Parramatta Road between Frederick Street and Norton Street #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Clyde - traffic building quickly inbound Parramatta Road between Woodville Road and James Ruse Drive #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "@abcnews Another unrealistic rubbish idea given oxygen by our taxpayer money wasting ABC \nHow will this work on Sydney's Parramatta, Lane Cove,  Ryde, Pennant Hills or any other such grid lock road? \nOf course it is a moron  of an idea taken up by our socialist  idiotic ABC", "location": ""}, {"text": "Register for a road show session to have your say on the @NewsAtNESA curriculum review. I just registered interest for Parramatta in October. https://t.co/Uo4GQduCaO", "location": "Sydney"}, {"text": "North Parramatta - heavy traffic westbound James Ruse Drive between Pennant Street and Fitzwilliam Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Burwood - heavy traffic westbound Parramatta Road between Cheltenham Road and National Highway M4 #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Ashfield - heavy traffic citybound Parramatta Road between William Street and Norton Street #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "@NicolaGregory25 The wild bean cafe on parramatta road near blackwire records", "location": "Tharawal Nation Australia"}, {"text": "Also why they demand public transport as a solution to everything, but firmly oppose things like light rail and those track-free trams down Parramatta Road: they don't want *local* public transport; they want people from Penrith &amp; Leppington to be shuttled directly into the CBD.", "location": "Sydney, Australia via Leeds"}, {"text": "@MichaelWestBiz @phbarratt Are they the ones who did such a great job widening the M4 so there would be more exits for toll stations? That has done a great job of redirecting the traffic to Parramatta Road.", "location": ""}, {"text": "Leichhardt - accident bothways Norton Street between Parramatta Road and Lilyfield Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "@JordanEliseo @GregAtkinson_jp @gregorymckenna @TheKouk Look at M4 infrastructure ‘improvements’. Parramatta Road is clogged again as no-one want to pay the tolls. So much concrete, so much waste.", "location": "Sydney, Australia"}, {"text": "Restaurant #Business for Sale in Glebe NSW \nGLEBE - 300 SEAT RESTAURANT and BAR\nGLEBE – GLEBE POINT ROAD - NEAR PARRAMATTA ROAD \n300 SEATS SPANISH RESTAURANT &amp; WOOD-FIRED PIZZA \nA LA CARTE DINING plus 2 LARGE PRIVATE FUNCTION SPACES\nhttps://t.co/1t7zF82IvA https://t.co/CiKrnr49X1", "location": "Australia"}, {"text": "We have been shortlisted for the 2018 Australian Urban Design Awards for our work on the Parramatta Road Urban Transformation Strategy!!! Awards will be announced in Sydney on Thursday 25 October !! #2018AUDA https://t.co/pnnrs1K6OP", "location": "Sydney / Melbourne / Brisbane"}, {"text": "My nightmare every day PARRAMATTA ROAD at 8.30 this morning https://t.co/I4cDO3WA4P", "location": ""}, {"text": "We've been shortlisted for the 2018 Australian Urban Design Awards for our work on the Parramatta Road Urban Transformation Strategy with @COXArchitecture, @OCULUS_PROJECTS, @AECOM, Elton Consulting, GHD, @HillPDA, Jacobs, Kinesis &amp; SJB! https://t.co/EIQoYxo0zc https://t.co/gRVnRGKxMe", "location": "Sydney, Australia"}, {"text": "Camperdown - slow traffic citybound Parramatta Rd at Missenden Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Granville - traffic congestion citybound Parramatta Rd at Woodville Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Waiting to cross the road at an intersection in Parramatta when a cute guy approached me and asked for the time. We had a little chat and laughed about our phones always dying. He said goodbye then crossed the road to do what I’m positive was a drug deal. Cool cool cool cool", "location": ""}, {"text": "Parramatta - Wednesday Lunchtime - Mixed and Men's Soccer - Mixed: RMS Road Blockers beat RMS United (1 - 0) https://t.co/ek40FJr709", "location": "NSW, QLD & VIC"}, {"text": "@GidMK There weren't road or rail reserves and corridors provisioned. So cost of expansion (above or below, or through compulsory acquisition), is extreme. You live in Inner West don't you? Do you see, e.g., a multilevel Parramatta Rd anytime soon? (Let alone all the suburban feeders).", "location": "Sydney, AU"}, {"text": "Burwood - heavy traffic westbound Parramatta Road between Burwood Road and Concord Road #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Similar example for @Google to consider: The NSW Roads and Traffic Authority were accused of not optimising afternoon traffic flow on Parramatta Rd (a main road in Sydney). They switched over to the mornings algorithm for 10 minutes. It too FOUR HOURS for Sydney to recover. #QED", "location": "North Ultimo, NSW"}, {"text": "Newtown - traffic congestion bothways Missenden Road between Parramatta Road and Carillon Ave #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Publican William Moore Lannoy, of the Steam Carriage Inn, Prospect, Western Road, District of Parramatta - 1855", "location": ""}, {"text": "Leichhardt - traffic building quickly citybound Parramatta Road at Norton Street #ATN https://t.co/65a49cCg2f", "location": "Australia"}], "five dock": [{"text": "@autogeorge I am at this greek coffee chain place that has opened in five dock. A few imports working here.", "location": "Sydney, New South Wales"}, {"text": "I'm at Mikel Coffee in Five Dock, NSW https://t.co/nykMcsOWJM", "location": "Sydney, New South Wales"}, {"text": "@cheerscobberta @spartytalkback Vic Rd doesn’t go too close to Five Dock. Not many strip pubs on Vic Rd either", "location": "Sydney, New South Wales"}, {"text": "RT @CincyPD: @CincyPD UPDATE: active shooter/officer involved shooting incident at Fifth Third Bank at 511 Walnut Street in lobby and loadi…", "location": "Indianapolis, IN"}, {"text": "@cheerscobberta @spartytalkback Nope. Viccy Rd pub used to be PJ’s and is now called The Oxford. Also, Viccy Rd doesn’t run through Five Dock.", "location": "Port Melbourne, Melbourne"}, {"text": "MUSA ATHLETE PROGRAM: 7am Fitness,Speed &amp; Agility Training at the Five Dock Academy this morning. Well done team ;) #teammusa #musataekwondo #musaathleteprogram  @ Musa Taekwondo Academy", "location": "Five Dock, NSW, Australia"}, {"text": "Congratulations again to Dock Rotz Tavern on five years, and on the announcement of a second location in Joliet. Read the attached article for the details! #grundychamber https://t.co/BWlqgUp8Xt", "location": "Grundy County, Illinois"}, {"text": "RT @7NewsSydney: .@WestsTigers players have been involved in drug raids conducted at the weekend. Sources have told 7 News that police from…", "location": "Sydney, Australia "}, {"text": "@DanGinnane main stream media discharging more waste and filth into sewer re five dock pub and all patrons searched.. you lot cant help yourself creating headlines about 2 wests tigers players just having a drink in the pub.shame on your colleagues ..", "location": "Australia"}, {"text": "@NSW police say NO police action was taken against two West Tiger players during a routine drug search of a licenced venue at Five Dock on Saturday night. #NRL", "location": "Wollongong, New South Wales"}, {"text": "Brooks &amp; Reynolds should be fined $250K each just for being in that dive on a Saturday night. FMD bro, even I know it’s a shit joint...even the Five Dock Hotel/Pine Inn rate higher than the Illinois 👀 https://t.co/eBYdRsNdrx", "location": "Sailing upon seas of #Crisis"}, {"text": "What we know so far about the potential post season incident involving Wests Tigers players:\n\n• police from Burwood carries out drug dog raids at the Illinois Hotel in Five Dock on Saturday night \n• 2 players were found in one of the private rooms of the strip club", "location": "Sydney, New South Wales"}, {"text": ".@WestsTigers players have been involved in drug raids conducted at the weekend. Sources have told 7 News that police from Burwood carried out drug dog raids at the Illinois Hotel in Five Dock on Saturday night. @laurakatebanks #NRL #7News https://t.co/67vYcCDXTP", "location": "Sydney"}, {"text": "Because I'm a very lucky person, and because @cookhaus is amazing, our whale watching tour spotted a pod of orcas five minutes out of the dock. #whales #whalewatching #travel #writerslife… https://t.co/flsfsypxx4", "location": "San Marcos", "coordinates": {"type": "Point", "coordinates": [-122.39116467, 47.80806387]}}, {"text": "Five cargo ships dock at Dar port, TPA list shows https://t.co/d00JmEbxj6", "location": "Washington, D.C."}, {"text": "A gunman entered a downtown Cincinnati skyscraper through a loading dock Thursday morning and then opened fire in the lobby, killing three people and injuring five others before police officers shot and killed him.... https://t.co/XW6RA1qZKk", "location": "Washington, DC USA"}, {"text": "Five cargo ships dock at Dar port, TPA list shows https://t.co/1xb1oEfE2H", "location": "South Africa"}, {"text": "via@PerilOfAfrica Five cargo ships dock at Dar port, TPA list shows https://t.co/VCaGgXz9BQ Automated NewsFeed https://t.co/pOCqIoXSxO", "location": "New Brunswick, Canada"}, {"text": "Five cargo ships dock at Dar port, TPA list shows  https://t.co/ufWjIVMWEb https://t.co/vjgHNHz69f", "location": "Tanzania"}, {"text": "RT @RickLeventhal: Cincinnati Police Chf says five shot, 3 killed in loading dock &amp; lobby of Fifth Third Center, suspect dead after shootou…", "location": "Charlotte, NC via East Rock NY"}, {"text": "RT @WigToday: The 43-year-old, who served a five-year-sentence back in 1995 for rape, shouted “I love you” to his partner as he was led awa…", "location": "wigan"}, {"text": "RT @SaraGCeli: An individual entered the loading dock, then proceeded into the building, the shooter is deceased, five others shot, three o…", "location": "CALIFORNIA"}, {"text": "RT @J_MillerTV: #CincinnatiShooting update: \n🔘An individual entered loading dock and fired shots\n🔘Shooter engaged with officers in lobby\n🔘S…", "location": "Carrollton Ohio"}, {"text": "@NBCNews @CincyPD UPDATE: active shooter/officer involved shooting incident at Fifth Third Bank at 511 Walnut Street in lobby and loading dock. Call received at 9:10am.  Five victims injured, three dead. Suspect is dead. Three or four officers responded and engaged the shooter.", "location": "Sharonville, OH"}, {"text": "@CincyPD UPDATE: active shooter/officer involved shooting incident at Fifth Third Bank at 511 Walnut Street in lobby and loading dock. Call received at 9:10am.  Five victims injured, three dead. Suspect is dead. Three or four officers responded and engaged the shooter.", "location": ""}, {"text": "Cincinnati Police Chief Eliot Isaac: Call came in at 9:10AM of shots fired at 5/3 Center; gunman entered through loading dock area. Proceeded to lobby, encountered officers -- shots exchanged -- gunman dead. Five others shot -- three dead. #Cincinnati #FountainSquare", "location": "Ohio USA"}, {"text": "@CincyPD UPDATE: active shooter/officer involved shooting incident at Fifth Third Bank at 511 Walnut Street in lobby and loading dock. Call received at 9:10am.  Five victims injured, three dead. Suspect is dead. Three or four officers responded and engaged the shooter. https://t.co/AlRP6wTANw", "location": "Cincinnati, Ohio 45214"}, {"text": "Cincinnati Police Chf says five shot, 3 killed in loading dock &amp; lobby of Fifth Third Center, suspect dead after shootout w/cops on scene", "location": "New York, NY"}, {"text": "Cincinnati Police Chief Eliot Isaac: Entered loading dock of Three Fifths Bank, fired shots, then entered lobby and began shooting. Three of five individuals shot are dead. No police officers injured. \n#Cincinnati https://t.co/VoRDkEbo3p", "location": "Bristol, VA"}, {"text": "@RebekahWorsham CPD Chief, just now, \"shooter is deceased.\"  Five injured and of those five,  three are deceased.  Shooter came in through the loading dock, started firing and made his way into the lobby.", "location": "Bellevue, KY"}, {"text": "#CincinnatiShooting update: \n🔘An individual entered loading dock and fired shots\n🔘Shooter engaged with officers in lobby\n🔘Shooter is deceased\n🔘Five victims shot, three dead\n🔘No motive at this time", "location": "Cleveland, OH"}, {"text": "@ChiefEIsaac an individual went onto the loading dock and began firing shots and proceeded into the building. Exchanged gunfire with police. The shooter is deceased. Five victims, 3 now deceased. No officers injured. Victims sustained gunshot wounds.", "location": "Cincinnati, OH"}, {"text": "An individual entered the loading dock, then proceeded into the building, the shooter is deceased, five others shot, three of those five have died https://t.co/CQEwS4jOa2", "location": "Cincinnati,OH & Palm Beach,FL "}, {"text": "The 43-year-old, who served a five-year-sentence back in 1995 for rape, shouted “I love you” to his partner as he was led away from the dock at Wigan Magistrates’ Court\nhttps://t.co/eu21QwFJUl", "location": "WN5 0LX"}, {"text": "RT @matthewhayden: The #FiveDock #Hotel in Great North Road - Real #Sydney NSW https://t.co/KTjRP75UfK https://t.co/qM9ayzm1Js", "location": "Sydney, New South Wales"}, {"text": "RT @yachtingpages: MDL Marinas’ @MDLOceanVillage has recently undergone an extensive redesign, with new pontoons linked to a £50m five-star…", "location": "Lahore, Punjab, Pakistan"}, {"text": "Five Dock - accident bothways Great North Road after Second Avenue #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "NSW - FIVE DOCK Great North Rd near Second Ave\nACCIDENT 2 cars\nStarted today 6:23pm, last checked today 6:23pm (initial report)\nImpact: Impact Traffic affected in both directions.\nAttending: Emergency services\nAdvice: Exercise caution\nReduce your speed", "location": "Australia"}, {"text": "The #FiveDock #Hotel in Great North Road - Real #Sydney NSW https://t.co/KTjRP75UfK https://t.co/qM9ayzm1Js", "location": "Sydney, New South Wales"}, {"text": "Day Five: Ridin’ The Red River…and Ready to Dock Any Minute Now. https://t.co/kBzqflWBDZ https://t.co/pX0TWIdA22", "location": ""}, {"text": "Five Dock - slow traffic citybound Parramatta Rd at Great North Rd #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "Charge up to five devices simultaneously! https://t.co/MskZUlmqaV https://t.co/yNBCinZ9wf", "location": "1250A Greenbriar, Addison, IL"}, {"text": "Mixing contemporary &amp; period details - Five Dock. @ Five Dock, New South Wales, Australia https://t.co/oq32DKQRgQ", "location": "Sydney, New South Wales", "coordinates": {"type": "Point", "coordinates": [151.12979717, -33.86757909]}}, {"text": "More vile nasty #NeoNazis #extremists in the Court dock 👍\n\nFive arrested on suspicion of being members of banned National Action group https://t.co/3jMpjfqEDD", "location": "Europe and Gallifrey "}, {"text": "MDL Marinas’ @MDLOceanVillage has recently undergone an extensive redesign, with new pontoons linked to a £50m five-star spa hotel complex and a floating dock office: https://t.co/ip7RuwBpaA https://t.co/hci2OtlZlJ", "location": "Bristol, UK"}, {"text": "RT @OlleFolke: För ett balanserad budskap, forskningen har entydigt visat att dörrknackning är ett väldigt effektivt kampanjverktyg. Dock k…", "location": "Uppsala"}, {"text": "@mathaiaus Holy shit you just described my Italian/Greek dad except throw in a copy of Il Globo and a short black coffee at Five Dock in Sydney.", "location": "Geelong, Australia"}, {"text": "RT @Fact: That awkward moment when you have to stare at a text for five minutes to figure out how to reply.", "location": "Johannesburg, South Africa"}, {"text": "Five Dock - breakdown inbound Lyons Road at Ingham Avenue #ATN https://t.co/65a49cCg2f", "location": "Australia"}, {"text": "RT @arynewsud: دبئی: جعلی ویزے اور امیگریشن دستاویزات تیار کرنے والا گینگ پکڑا گیا\n\nمزید تفصیلات کے لئے لنک پرکلک کریں: https://t.co/cXFyy9…", "location": ""}, {"text": "دبئی: جعلی ویزے اور امیگریشن دستاویزات تیار کرنے والا گینگ پکڑا گیا\n\nمزید تفصیلات کے لئے لنک پرکلک کریں: https://t.co/cXFyy9xKV6\n\n#UAE https://t.co/XETkoegpWD", "location": "Karachi, Pakistan"}, {"text": "RT @owsi1968: French navy...The French Navy operates three amphibious assault ships, one amphibious transport dock, two air defence frigate…", "location": "The Cat House"}, {"text": "French navy...The French Navy operates three amphibious assault ships, one amphibious transport dock, two air defence frigates, seven anti-submarine frigates, five general purpose frigates and six fleet submarines (SSNs).", "location": "Dominican Rep"}, {"text": "RT @SydneyAffairs: ✈ #Sydney Deal: AutoMoto Five Dock\n Six-Month Car Service Package for One ($39) or Two Cars ($69) at AutoMoto, Five Dock…", "location": "Sydney Australia"}, {"text": "オススメ脱獄アプリ 【Five Icon Dock】 https://t.co/k7fUFS7vip #iphonejp #au #softbank", "location": ""}, {"text": "WELL INFORMED, GREAT FORECAST AND VISION,REALISTIC EXPECTATION - Frank Settineri agent review | RateMyAgent https://t.co/NYZjTsMO3W", "location": "Five Dock NSW, Australia"}, {"text": "Don't forget the Concord Giants AGM this evening. 6.30pm tonight at the Canada Bay Club, 4 William Street, Five Dock.", "location": "Sydney, New South Wales"}, {"text": "RT @Fact: A lion's roar can be heard from five miles away.", "location": "Johannesburg, South Africa"}, {"text": "I feel out of my mind place in Five Dock pushing a baby around but not wearing activewear", "location": "Sydney"}, {"text": "Wait till they get to Five Dock. https://t.co/dlT8d3bZI1", "location": "Wentworth Falls"}, {"text": "Five Dock - slow traffic citybound Parramatta Rd at Great North Rd #ATN https://t.co/65a49cTRqP", "location": "Australia"}, {"text": "RT @shannonrwatts: A Texas father and his adult son shot their neighbor five times during a dispute over trash. These members of America’s…", "location": "Buffalo, NY"}, {"text": "RT @KardasLarson: Carol Kardas is often asked, \"Can I dock an exempt employee's pay?\" The simple answer is \"yes\", but there are only five t…", "location": "Hartford, CT"}, {"text": "I had a dream that I was on my way to Galway, and for some reason there was a layover in France on a dock just large enough for a massive plane in the middle of the ocean. I said to the Frenchwoman that I would be back to visit. The layover was hardly five minutes. What.", "location": "Watch Hill, RI"}, {"text": "@F4k3N3rdGirl @ValterSkarsgar @Element_Five @effiekarabuda @Fenjima Hoppar tyvärr CC i år. Hoppas jag bjuda dig på öl vid tillfälle dock.", "location": "Göteborg, Sverige"}, {"text": "@ValterSkarsgar @F4k3N3rdGirl @effiekarabuda @Fenjima din lilla charmknutte där...&lt;/3 är no dock inte i Sverige då dessvärre. Så du kan vara lugn Valter :p", "location": "Sverige"}, {"text": "RT @khaleejtimes: Five men in dock for forging #UAE residency visas, official seals https://t.co/DunwCydDaf", "location": "India"}, {"text": "Five men in dock for forging UAE residency visas, official seals https://t.co/Gv2KjvZg3A", "location": "Dubai"}, {"text": "Five men in dock for forging #UAE residency visas, official seals https://t.co/DunwCydDaf", "location": "United Arab Emirates"}, {"text": "If you are thinking about adding another room or floor to your home, but are worried about the cost and stress associated with it, don’t worry. At Ampro Constructions, we understand adding house extensions or home renovations. #home #renovations #fivedock https://t.co/KdcjwAgCZx https://t.co/TLd3NeRWoB", "location": "London, England"}, {"text": "✈ #Sydney Deal: AutoMoto Five Dock\n Six-Month Car Service Package for One ($39) or Two Cars ($69) at AutoMoto, Five Dock (Up to $1,829 Value) \n Buy now at 👉 https://t.co/4xU0QuNpqC  Hurry!!! https://t.co/cTTca5nRbo", "location": "Sydney Australia"}, {"text": "I added a video to a @YouTube playlist https://t.co/LQZapiIOMR Hickory Dickory Dock Nursery Rhyme with Five Little Spuds - 3D Cartoon", "location": "Granite Falls, NC"}, {"text": "Please welcome this pack of five from BC. \n\nJake (4) is a Lurcher that was weaned to raw.\n\"Jake is my sport dog. We compete in dock diving, agility, flyball, herding.  He also lives in a pack of 7 other dogs.  He... https://t.co/CQJSJgixA3", "location": "Oakley, Utah"}, {"text": "RT @iHaoy_Net: اداة\nFive Icon Dock \nلإضافة خمس تطبيقات ف الدوك السفلي .\n.\nمجانية ع سورس \nhttps://t.co/AsSsXsQt4t https://t.co/1RTt90e7d9", "location": ""}, {"text": "Me ha gustado un vídeo de @YouTube (https://t.co/A1RUJSQLC1 - Hickory Dickory Dock &amp; Five Little Ducks Ivy Mouse Harm The Minnie", "location": ""}, {"text": "Every Sunday they close Five Mile Drive to vehicles at Point Defiance Park, a 700 acre old growth forest which also includes a Zoo &amp; Aquarium, beaches, gardens and a ferry dock in Tacoma, Washington.", "location": "Tacoma, WA"}, {"text": "New post: \"In The Dock: Five people who have appeared in court\" https://t.co/SGoQBDdCSb", "location": "Dorset"}, {"text": "RT @Fact: Remember the five simple rules to be happy: Free your heart from hatred. Free your mind from worries. Live simply. Give more. Exp…", "location": "Johannesburg, South Africa"}, {"text": "RT @Reggy_rsa: After high school you realize you were only friends with some people because you saw them five times a week.", "location": "Johannesburg, South Africa"}, {"text": "High five to you of you have also made a game of leaping off the dock to try to r-click on the rope to get on the boat without touching the water in Boralus.. #BfA", "location": "Dallas, TX"}, {"text": "RT @orcanetwork: 10:09 - Two orcas approached the dock at the Beach Camp at Sunset Bay between Mukilteo and Edmonds, very close to the dock…", "location": "America"}, {"text": "@JoannaSharrad left side dock high-five ✋", "location": "猫の島"}, {"text": "10:09 - Two orcas approached the dock at the Beach Camp at Sunset Bay between Mukilteo and Edmonds, very close to the dock and beach where 60 campers and many staff were able to see them for about five minutes.... https://t.co/tNRAe6nJUG", "location": "Whidbey Island, WA"}, {"text": "The Pentecostal church we just drove past in St Louis has five doors in their loading dock but we're doing good too I remembered to shut down our electricity and cable accounts.", "location": "Colorado, USA"}, {"text": "RT @gwylanuk: A memorable couple of days focusing on the five ways to wellbeing.   Thank you for the super feedback from the @3SC_ Pembroke…", "location": "Wales"}, {"text": "A memorable couple of days focusing on the five ways to wellbeing.   Thank you for the super feedback from the @3SC_ Pembroke dock group @FutureworksPemb @PCCInclusion @NEF https://t.co/CcDDhcMEna", "location": "Wales, United Kingdom"}, {"text": "Japanese helicopter carrier Kaga (DDH-184) with five SH-60K patrol helos and escorts Azuki-class destroyer Suzutsuki (DD-117) and Murasame-class destrpyer Inazuma (DD-105) dock in Subic Bay today.", "location": "The Republic of Letters"}, {"text": "Here @spartytalkback I wonder if you can help me.  I hear there is a bloke roaming around Five Dock wearing his golden boy t-shirt claiming he's the number 1 dad. Do you know anything about it? #happybirthday", "location": ""}, {"text": "The Party is ON come to Zumba with Simone and Maria 💃🏻🎉\n8:45 am in Five Dock.\n10:30 am at Abbotsford PS. https://t.co/roL5lMBzHD", "location": "Sydney"}, {"text": "23 Trevanion St Five Dock, NSW - Sold on 25 Aug 2018 | RateMyAgent https://t.co/PnQBI9cycL", "location": "Five Dock NSW, Australia"}, {"text": "ok but what abt;\n\ntrickery (dickery dock)\ntrickles\npickle trick\nfive dollar foot long\n&amp;\ntricky https://t.co/6c4oRLAIIZ", "location": "trick ♡ — s²tmn ♡"}, {"text": "Will you be joining us at our Five Dock Family Fun Day on Saturday 8 September? 🤸♀ With so many great activities on offer, it's the perfect way to get the family out of the house for 4 hours of FREE learning-inspired fun! RSVP by heading to https://t.co/7VpnwzD6So 💡 https://t.co/bp8q5XE98w", "location": "Sydney"}, {"text": "Five of the Port’s six container terminals are equipped with on-dock rail so cargo can be loaded onto trains at the dock. #ondockrail", "location": "Long Beach, CA"}, {"text": "RT @GOT7NOW: BREAKING!\n\n#GOT7's New Title Track #LULLABY Have FIVE Versions!\n\n1. Korean Version\n2. English Version\n3. Chinese Version\n4. Sp…", "location": "LAOS"}, {"text": "\"JOB VACANCY – APPLY NOW\"\n\nFemale Italian Speaking Aged Carers, Casual - FIVE DOCK (Inner West), NSW\n\nhttps://t.co/PZA5JiUfeV\n\n#Agedcare\n#vacancies \n#latestvacancies\n#Jobs #JobSearch https://t.co/c59xIO7tdV", "location": "Australia Wide"}, {"text": "Thursday after-school lessons at SGS in Five Dock. Oskar is encouraging his student to prepare a fun piece to play in our upcoming Spring Holiday Workshop for Kids on 3 and 4 October. Have… https://t.co/bA4cBQteoN", "location": "Sydney, NSW", "coordinates": {"type": "Point", "coordinates": [151.20797, -33.86751]}}, {"text": "@ThatDaveBrown @EvanDrellich @Ironhead334 https://t.co/0e3EwTjJNy   \n\n“The bait was kept in a shanty by the dock, about a half-hour drive from the Farrells’ New Jersey home. In the shanty was a hogshead, a huge wooden barrel maybe five times the size of a standard wine barrel, filled with fish refuse and viscera”", "location": "New Hampshire, USA"}, {"text": "Congratulations Jeffrey Cheah for being a finalist in the recent Taiwan international Guitar Festival and Competition! \n\nCatch Jeffrey performing at the SGS guitar recital in Five Dock on… https://t.co/Xwr2Vm6ObR", "location": "Sydney, NSW", "coordinates": {"type": "Point", "coordinates": [121.0, 24.0]}}, {"text": "Eloise's Birthday Dinner (@ Three Peppers in Five Dock, NSW) https://t.co/zUDUduJvmg", "location": "Sydney"}, {"text": "@KingWallyy1 Probably the worst KFC in existence. Five Dock KFC, shame on you!", "location": "Sailing upon seas of #Crisis"}, {"text": "Locate &amp;amp;amp; Map have amended their page visit them on https://t.co/nqbZFZLx2D #Australia #business #Five Dock", "location": "Australia"}], "yarrabilba": [{"text": "Here's what we have open tomorrow (8 Sep). Some stunning properties in this growth area. Why not come &amp; see for yourself. #realestate #openhouses #jimboomba #flagstone #mundoolun #yarrabilba https://t.co/WaOQOKjt3P", "location": "Jimboomba, Queensland"}, {"text": "#Yarrabilba to host Cultural Remix Festival https://t.co/0Ww2jsW0YX via @jimboombatimes\n#CityofLogan #LifeinLogan", "location": "Logan, Queensland"}, {"text": "RT @FreshHRinsights: “Feedback is a manager’s best tool, but it’s only effective when it’s delivered properly.” https://t.co/Razxu6x4OQ\n\n#C…", "location": "Gold Coast, Qld, Australia"}, {"text": "Yarrabilba to host Cultural Remix Festival https://t.co/C0DFKHfykU", "location": "Jimboomba"}, {"text": "“Feedback is a manager’s best tool, but it’s only effective when it’s delivered properly.” https://t.co/Razxu6x4OQ\n\n#Canberra #Queanbeyan #CentralCoast #Worongary #Yarrabilba #Yatala #BurleighTown #BurleighWaters #TuesdayTreat #transformationtuesday #teachingtuesday https://t.co/VtfAUGDZQl", "location": "Gold Coast, Australia"}, {"text": "What's on this weekend!\nSaturday 1st September\n🏃‍♂️Yarrabilba Park Run 🏃‍♀️Free weekly timed 5km run/walk.  All abilities encouraged!  Darlington Parklands 6.45am for a 7am start\n🎡 Hills College Spring Fair:... https://t.co/025GAEbE5r", "location": "Yarrabilba, Queensland"}, {"text": "Do you have teenagers?  Don't forget today at 4.30 at Darlington Parklands, there's a fantastic Youth event on hosted by PCYC crestmead. https://t.co/RnayiB49o5", "location": "Yarrabilba, Queensland"}], "cronulla park": [{"text": "RT @CCBalroz: Coal out of Politics/Rise for Climate rally THIS SATURDAY - Morrison's electorate office, Cronulla Park, one block from the s…", "location": ""}, {"text": "GAME DAY x 2! Doing the AFL/NRL double at Moore Park today.\n\n4:20pm - @sydneyswans vs @GWSGIANTS at the @scg #AFLFinals #AFLSwansGiants #BeGiant\n\n7:40pm - @sydneyroosters vs @Cronulla_Sharks #NRLFinals #NRLRoostersSharks \n\nIt’s gonna be a huge day! https://t.co/oPGvxOLyUn", "location": "Sydney, Australia"}, {"text": "RT @ZacBailey14: A special touch @ Shark Park to honour the late Lance Thompson.\n\nHis no.12 on the playing surface will be seen when mourne…", "location": "Bundaberg, Queensland"}, {"text": "Climate rallies all round the world today -  say no to coal -  one in Scott Morrison's electorate -  be there - 12.30 Cronulla Park -  don't just whinge  about it , do something", "location": "Australia"}, {"text": "There's a Sydney rally at Cronulla Park, near to ScumMo's office.  Gather at 12 noon today!  C U there.\n#RiseForClimate day of action\n#auspol https://t.co/4VPppleLnr", "location": "Sydney Australia"}, {"text": "Day planned.\n\n* Park the car at Sydenham then take the train to the city.\n* Have lunch.\n* Bus to the SCG.\n* Watch the Giants beat the Swans.\n* Then head up the road to @AllianzStadium to watch the @sydneyroosters vs @Cronulla_Sharks .\n\n#AFLFinals #AFLSwansGiants #SydneyDerbyXVI https://t.co/tDxANHQrms", "location": "Sydney, Australia"}, {"text": "RT @TripleM_NRL: That's all from AAMI Park, we're back on deck tomorrow from midday for Triple M Saturday NRL followed by the @PenrithPanth…", "location": "Madora Bay, Perth (WA)"}, {"text": "That's all from AAMI Park, we're back on deck tomorrow from midday for Triple M Saturday NRL followed by the @PenrithPanthers v @NZWarriors clash exclusively on the Triple M NRL App from 5pm. @sydneyroosters v @Cronulla_Sharks across the network immediately after! https://t.co/LMaw3vVCLA", "location": ""}, {"text": "@CCBalroz @marxdeane Cronulla Park  12.30 https://t.co/6vslFQBi18", "location": "Aus."}, {"text": "Snap rally in Sydney TOMORROW! 12.30pm at Cronulla Park. Together let’s kick coal out of politics. More details: https://t.co/Flw3wkmMoC #RiseForClimate https://t.co/Flw3wkmMoC", "location": "Australia"}, {"text": "Spring on the river, how nice is it. Thanks for the beautiful photo Captain @carl95865081 \n#cronulla #ferry #bundeena @ Cronulla &amp; National Park Ferry Cruises https://t.co/xDKu6Eqg2C", "location": "Public Wharf, Tonkin Street, Gunnamatta Bay, Cronulla", "coordinates": {"type": "Point", "coordinates": [151.14997831, -34.05619323]}}, {"text": "RT @NRL: Fans are encouraged to arrive early and catch public transport to #NRLRoostersSharks at @AllianzStadium. \n\n#NRL tickets include tr…", "location": "Cronulla, New South Wales"}, {"text": "A special touch @ Shark Park to honour the late Lance Thompson.\n\nHis no.12 on the playing surface will be seen when mourners arrive at @Cronulla_Sharks Leagues Club after Thompson’s funeral this afternoon.\n\nThe man behind the idea - coach &amp; Thommo’s best mate Shane Flanagan 🙌🏽 https://t.co/JYvx8wNrCl", "location": "Sydney"}, {"text": "Snap Climate Rally on Saturday 8th at 11am Prince Alfred Park Sydney to stop Dutton and Morrison using coal. For some, 12.30 Cronulla Park.", "location": "Sydney, Australia"}, {"text": "RT @theleadernews: The protest is being held at Cronulla Park. https://t.co/mc87qNXsWd", "location": "Australia"}, {"text": "Coal out of Politics/Rise for Climate rally THIS SATURDAY - Morrison's electorate office, Cronulla Park, one block from the station, 12.30 https://t.co/uSo2sn1XrP https://t.co/WVO33bKbAd", "location": "Inner West Sydney"}, {"text": "@BecharaRob @BigOtrivia @2SM1269 Yeah I know it was hard to write it - but it replays in my head , but no way better than Benji! That Daniel Fitzhenry try setup by benji try vs Cronulla at shark park - one of the best try’s I’ve seen.", "location": ""}, {"text": "RT @mycronulla_au: THIS WEEKEND, Cronulla Spring Festival. Over 100 artisan stalls, live music, food trucks, rides &amp; FREE MOVIE NIGHT IN MO…", "location": ""}, {"text": "RT @FierceDinosaur: I am going to protest at Scott Morrison's electoral office in Cronulla, S Sydney - gather in Cronulla Park at 12noon.…", "location": ""}, {"text": "@danasharkie44 @Cronulla_Sharks Basically. Looks like we will well and truly outnumber them 👍🏼 \n“Turning Allianz into a pseudo Shark Park” #StandAsOne", "location": "Cronulla, Sydney"}, {"text": "@BradenRowe_ @NRL @Cronulla_Sharks @SSFCRABBITOHS @sydneyroosters @NRL_Dragons @storm @PenrithPanthers @NZWarriors @brisbanebroncos 1-7 we are better in every position they’ve got forwards who are better and the hooker and that’s it you obviously know more about crypto currency than footy because  ask anyone position for position Penrith have better players across the park", "location": ""}, {"text": "THIS WEEKEND, Cronulla Spring Festival. Over 100 artisan stalls, live music, food trucks, rides &amp; FREE MOVIE NIGHT IN MONRO PARK! #springfestival #cronullaspringfestival #cronulla #spring #festival #livemusic #entertainment #familyfun #foodtruck #movienight #freeevent #mycronulla https://t.co/dhbLfLkgs6", "location": "Cronulla NSW Australia"}, {"text": "New car park for rent at Elouera Road, Cronulla NSW, Australia, #parkhound - https://t.co/ht4FsXnsvS", "location": "Australia"}, {"text": "I am going to protest at Scott Morrison's electoral office in Cronulla, S Sydney - gather in Cronulla Park at 12noon.  C U there. https://t.co/yrKLVzWcRr", "location": "Sydney Australia"}, {"text": "@lyng62 You aren't famous as far as I know (maybe at Cronulla!)\n\nPlayers are, and need to realise this. \n\nThey can always just have a normal job and play park footy... then they can be as naked and drunk as they like.", "location": "Sydney, Australia"}, {"text": "I'll be doing the #AFLFinals/#NRLFinals double at Moore Park this weekend!\n\n4:20pm - @sydneyswans vs @GWSGIANTS at the @scg #AFLSwansGiants #SydneyDerbyXVI\n\n7:40pm - @sydneyroosters vs @Cronulla_Sharks ! #NRLRoostersSharks\n\nBound to be a huge weekend!", "location": "Sydney, Australia"}, {"text": "The protest is being held at Cronulla Park. https://t.co/mc87qNXsWd", "location": "Kogarah, Australia"}, {"text": "@NRL @storm @SSFCRABBITOHS @PenrithPanthers @NZWarriors @Cronulla_Sharks @NRL_Dragons @brisbanebroncos @sydneyroosters @wwos @FOXNRL Traffic at Moore park Saturday night going to be terrible, swans Playing , why why don’t the nrl do a double header at Homebush, packed stadium better then empty ones , better experience for the fan", "location": "Sydney, New South Wales"}, {"text": "@NRL @storm @SSFCRABBITOHS @PenrithPanthers @NZWarriors @Cronulla_Sharks @NRL_Dragons @brisbanebroncos @sydneyroosters @wwos @FOXNRL Going to be pretty busy precinct around AAMI Park &amp; the MCG Friday night", "location": "Melbourne, Victoria"}, {"text": "@jimmyhooper @storm @SSFCRABBITOHS @AAMIPark @PenrithPanthers @NZWarriors @ANZStadium @sydneyroosters @Cronulla_Sharks @AllianzStadium @brisbanebroncos @NRL_Dragons @FOXNRL Where should @NRL supporters park on Saturday night? Won’t be easy considering all parking will be full for swans game", "location": ""}, {"text": "@TheEroticGamer @NRLMedia @DaveRic1 @FOXNRL @AllianzStadium @PenrithPanthers @NZWarriors @Cronulla_Sharks @sydneyroosters @PhilGould15 No chance he would prefer Allianz over ANZ, ANZ is far closer and easier to access for Penrith fans. There would be nowhere for Riff fans to park if they played at Allianz with 45,000 at SCG at the same time. Use your head", "location": ""}, {"text": "Nothing compares to succeeding as a team. These U11As kids are already champions without even taking the field. Today on Shark Park at 3.20pm they defend their cronulla_junior_league… https://t.co/PRQ5QPIWHy", "location": "Cronulla Beach Australia", "coordinates": {"type": "Point", "coordinates": [151.14112363, -34.03876709]}}, {"text": "Shark Park the field of dreams. Where boys become men. What a place, what a time to be alive @Cronulla_Sharks @NRL @BuzzRothfield @FOXNRL https://t.co/1sDlgG7TTr", "location": "Gold Coast, Queensland"}, {"text": "@slothfield @PeterIacono @Cronulla_Sharks Happy to give you a lift, mate! We'll be going via a remote area of the Royal National Park, OK?", "location": ""}, {"text": "@a_lul38 @bigmig81 @MasterSharky @kaseynikita @Cronulla_Sharks clubs still rely on player manager informing the club of any TPA\nRemember from history players aren't smart enough that boats or cars that appears in their drive way may be dodgy. They also think that when they go to McDonald's car park to pickup brown paper bags of cash is legit", "location": "Earth"}, {"text": "Grand Final weekend Friday 31st August - Shark Park\n4pm gates open\nEntry $5.00 Adult  $2.00 Seniors\n \nSaturday - 1st Sept - Shark Park\n12.15pm gates open\nEntry $10.00 Adult $5.00 Seniors\n \nCronulla High School\n8am gates open\nEntry $10.00 Adult $5.00 Seniors\n \nCaptain Cook Oval\n8a", "location": "Como, Sydney"}, {"text": "RT @BlakandBlack: @OZloop Don’t give him ideas. Mind you, if he could repeat the loves and fishes stunt in Cronulla Park I would be impress…", "location": ""}, {"text": "@Cronulla_Sharks @newtownrlfc Why is it at Penrith, just is crazy would get over 8k at Henson park", "location": "Sydney, New South Wales"}, {"text": "@Kidcowboy2 @Cronulla_Sharks Bloody cheek!! Get your facts straight, Sir. You well know that’s archival footage from The Storm. All our secrets go to the swamp adjacent Shark Park.", "location": "Sydney"}]}